Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: Forum Moderators: can edit or delete any post, remove misuse flags, close and re-open threads, endorse responses, and see posts from all cohorts (if the course is cohorted). Moderators' posts are marked as 'staff'.
uk: Модератори Форуму: можуть редагувати або видаляти повідомлення, знімати позначки про неправильне використання форуму, закривати і відкривати створені учасниками теми і рекомендувати відповіді. Вони можуть переглядати повідомлення всіх груп (якщо студенти курсу розділені по групах). Повідомлення Модераторів позначені словом "співробітник".

source: Generate example certificates for the course.
uk: Створити зразок Сертифіката курсу.

source: Enter a numeric value for the price per course seat. Do not include currency symbols.
uk: Введіть ціну за місце на курсі як число. Не використовуйте символи грошових одиниць.

source: Your upload of '{file}' failed.
uk: Під час завантаження файлу '{file}' виникли помилки.

source: Task Id
uk: ID завдання

source: Last Name
uk: Прізвище

source: Posted in a Discussion Last Week
uk: Дописи в Дискусії за минулий тиждень

source: XML data for the problem
uk: Дані, пов'язані із завданням, у форматі XML

source: Students enrolled (historical count, includes those who have since unenrolled):
uk: Студенти, зареєстровані на курсі (включаючи студентів, що пізніше скасували реєстрацію):

source: Enter team name.
uk: Введіть ім'я команди.

source: Membership
uk: Членство

source: Group ID {group_id}
uk: Номер групи {group_id}

source: {numVotes} Votes
uk: {numVotes} Голос

source: Source:
uk: Джерело:

source: The problem responses report is being created. To view the status of the report, see Pending Tasks below.
uk: Звіт з відповідями на завдання в даний час на стадії підготовки. Статус створення звіту нижче відображається у списку поточних завдань викладача.

source: Error: Replacing failed.
uk: Помилка: Не вдалось замінити.

source: Student Removed from certificate white list successfully.
uk: Студент успішно видалений зі списку виключень для отримання сертифікатів.

source: Create an account using
uk: Створити обліковий запис використовуючи

source: currently %(numVotes)s votes
uk: наразі %(numVotes)s голосів

source: You do not have permission to access student information.
uk: У вас немає права доступу до інформації про студентів.

source: Sailthru maximum retries.
uk: Максимальну кількість повторів з’єднань з Sailthru.

source: Share Alike
uk: Розповсюджувати за тих же умов

source: email address required (not username)
uk: необхідна адреса електронної пошти (не ім'я користувача)

source: error getting student answer from {student_answers}
uk: помилка отримання відповіді студента з {student_answers}

source: dragging out of slider
uk: перетягування з ленти

source: This is an invalid certificate number
uk: Цей номер сертифікату невірний

source: Cannot drop more <% attrs.types %> than will assigned.
uk: Не можна видалити більше <% attrs.types %>, ніж було призначено.

source: Start Letter:
uk: З літери:

source: Add Staff Bios
uk: Додати біографії співробітників

source: This content experiment uses group configuration '{experiment_name}'.
uk: Для цього експериментального матеріалу використовується конфігурація групи '{experiment_name}'.

source: Error retrieving grading configuration.
uk: Помилка під час отримання конфігурації оцінювання.

source: Block with usage_id: {usage_id} not found.
uk: Блок з usage_id: {usage_id} не знайдено.

source: Tell other edX learners a little about yourself: where you live, what your interests are, why you're taking courses on edX, or what you hope to learn.
uk: Розкажіть іншим користувачам edX трохи про себе: де ви живете, чим цікавитесь, чому проходите курси на edX, або що сподіваєтеся вивчити.

source: There was an error verifying your ID photos.
uk: Виникла помилка під час перевірки фотографій ваших посвідчень

source: Course Banner Image
uk: Титульне зображення курсу

source: Allows hiding of the progress tab.
uk: Дозволяє приховати сторінку «Прогрес».

source: You are about to send an email titled '<%= subject %>' to ALL (everyone who is enrolled in this course as student, staff, or instructor). Is this OK?
uk: Ви збираєтесь відправити лист із заголовком '<%= subject %>' ВСІМ (кожному, хто зарахований на цей курс як студент, член персоналу або інструктор). Все правильно?

source: image
uk: зображення

source: Available
uk: Доступно

source: Thursday
uk: Четвер

source: Course Handouts
uk: Наочні матеріали курсу

source: This answer is partially correct.
uk: Ця відповідь є частково правильною.

source: Please try not to email students more than once per week. Important things to consider before sending:
uk: Будь ласка, намагайтеся не відправляти електронну пошту студентам частіше разу на тиждень. Важливі деталі, які потрібно уточнити перед відправкою:

source: message
uk: Повідомлення

source: API access request from {company}
uk: Запит доступу до API від {company}

source: Auditing
uk: Прослуховування курсу

source: Enter string customization substitutions for particular locations.
uk: Введіть заміни назв деяких елементів інтерфейсу, зокрема, кнопок перевірки відповіді.

source: Video Capture Error
uk: Помилка при захопленні відео

source: Full Profile
uk: Повний профіль

source: Submissions: {part_description}
uk: Відповіді: {part_description}

source: Redo (Ctrl+Shift+Z)
uk: Повернути (Ctrl+Shift+Z)

source: Whether to display this module in the table of contents
uk: Показувати цей модуль в змісті

source: The registration codes for invoice {0} have been re-activated.
uk: Реєстраційні коди для квитанції {0} були повторно активовані.

source: Invoice number '{num}' does not exist.
uk: Неможливо знайти рахунок з номером '{num}'.

source: Extended Due Date
uk: Розширений термін оплати

source: Toggle Notifications Setting
uk: Змінити налаштування повідомлень

source: License
uk: Ліцензія

source: Enable LaTeX Compiler
uk: Дозволити використання компілятора LaTeX

source: Wednesday
uk: Середа

source: Remove link
uk: Прибрати посилання

source: Create Enrollment Codes
uk: Створити коди для запису на курс

source: Course Team Internal Reference
uk: Команда курсу - внутрішнє посилання

source: Certificate ID Number
uk: Номер сертифіката

source: If you have a general question about {platform_name} please email {contact_email}. To see if your question has already been answered, visit our {faq_link_start}FAQ page{faq_link_end}. You can also join the discussion on our {fb_link_start}facebook page{fb_link_end}. Though we may not have a chance to respond to every email, we take all feedback into consideration.
uk: Якщо у вас виникло питання загального характеру про {platform_name}, будь ласка, відправте повідомлення на адресу {contact_email}. Щоб дізнатися, чи була раніше опублікована відповідь на ваше запитання, відвідайте нашу {faq_link_start} сторінку Частих питань {faq_link_end}. Ви можете приєднатися до обговорення на нашій {fb_link_start} сторінці на Facebook {fb_link_end}. Можливо, нам не вдасться відповісти на всі повідомлення, проте ми візьмемо до уваги всі пропозиції.

source: The name that is used for ID verification and appears on your certificates. Other learners never see your full name. Make sure to enter your name exactly as it appears on your government-issued photo ID, including any non-Roman characters.
uk: Ім'я, що використовується при підтвердженні особистості, і буде зазначено на ваших сертифікатах. Переконайтеся в правильності введення вашого імені. Воно повинно бути написано саме так, як зазначено у вашому посвідченні особи, включаючи всі нелатинські символи.

source: %d minutes
uk: %d хвилин

source: A .csv file that lists your enrollment codes is attached. You can use the email template below to distribute enrollment codes to your students. Each student must use a separate enrollment code.
uk: У додатку файл у форматі CSV зі списками реєстраційних кодів. Ви можете використовувати наведений нижче шаблон електронного повідомлення для роздачі кодів слухачам. Кожен слухач курсу повинен використовувати окремий реєстраційний код.

source: You are deleting an article. Please confirm.
uk: Ви видаляєте статтю. Будь ласка, підтвердьте.

source: all_students and delete_module are mutually exclusive.
uk: all_students і delete_module виключають один одного.

source: You can no longer access this course because payment has not yet been received. You can {contact_link_start}contact the account holder{contact_link_end} to request payment, or you can {unenroll_link_start}unenroll{unenroll_link_end} from this course
uk: Ви не можете отримати доступ до курсу, оскільки оплата ще не зроблена. Ви можете {contact_link_start}зв'язатися з власником рахунку{contact_link_end} , щоб запитати оплату або ви можете {unenroll_link_start}доступ скасувати{unenroll_link_end} для цього курсу

source: Unable to retrieve data, please try again later.
uk: Неможливо відновити дані, будь ласка спробуйте ще раз пізніше.

source: Your feedback has been submitted. Course staff will be able to see this feedback when they review course records.
uk: Ваша зворотній зв'язок була подана. Співробітники курс буде мати можливість бачити цю зворотний зв'язок, коли вони розглядають курс запису.

source: Do you want to allow this student ('{student_id}') to skip the entrance exam?
uk: Ви хочете дозволити цьому студенту ('{student_id}') пропустити вступний іспит?

source: Default
uk: Основний

source: 10^ and the exponent
uk: 10^ та експонента

source: Student Admin
uk: Студентський адміністратор

source: Copyright {year}. All rights reserved.
uk: Copyright {year}. Всі права захищені.

source: Pinning is not currently available
uk: Прикріплення наразі не доступне

source: Bachelor's
uk: Бакалавр

source: A library has not yet been selected.
uk: Бібліотеку ще не вибрано.

source: This account has already been activated.
uk: Цей обліковий запис вже активовано.

source: How are students doing on course assignments?
uk: Як студенти справляються з завданням курсу?

source: We had some trouble marking this response as an answer. Please try again.
uk: Виникли помилки під час позначення цієї відповіді. Спробуйте пізніше.

source: Your email was successfully queued for sending. Please note that for large classes, it may take up to an hour (or more, if other courses are simultaneously sending email) to send all emails.
uk: Ваш лист був успішно поставлений в чергу на відправлення. Будь ласка, зверніть увагу, що для великих класів може знадобитись до години часу (або більше, якщо інші курси паралельно відправляють листи), щоб відправити всі листи.

source: I'd like to pay more than the minimum. Is my contribution tax deductible?
uk: Я б хотів заплатити більше, ніж мінімум. Чи підлягає ця сума відрахування з оподатковуваної бази?

source: Follow {platform_name} on Google+
uk: Підписатися на {platform_name} в Google+

source: Learning to grade
uk: Навчання оцінюванню

source: No changes made. Nothing to save.
uk: Змін не було. Нічого зберігати.

source: We have successfully verified your identity for the {assessment} assessment in the {course_name} course.
uk: Ваші дані успішно підтверджені для атестації {assessment} за курсом {course_name}.

source: Example {example_number} is missing an option for "{criterion_name}"
uk: Приклад {приклад_номер} відсутня можливість для "{ім'я_критерій}"

source: Account Settings page.
uk: Сторінка налаштувань облікового запису

source: Error: You cannot remove yourself from the Instructor group!
uk: Помилка: Ви не можете видалити себе з інструкторської групи.

source: Upgrade Deadline
uk: Оновлення терміну завершення

source: We're sorry, but this version of your browser is not supported. Try again using a different browser or a newer version of your browser.
uk: Вибачте, але ця версія браузеру не підтримується. Спробуйте ще раз використовуючи інший браузер або новіше версію вашого браузера.

source: Our system indicates that you are trying to access this {platform_name} course from a country or region currently subject to U.S. economic and trade sanctions. Unfortunately, at this time {platform_name} must comply with export controls, and we cannot allow you to access this course.
uk: Ми побачили, що Ви намагаєтесь отримати доступ до {platform_name} курсу з регіону, до якого США застосували економічні та торговельні санкції. На жаль, {platform_name} має дотримуватись цих вимог і ми не можемо надати Вам доступ до цього курсу.

source: We only support uploading a .tar.gz file.
uk: Ми підтримуємо вивантаження тільки файлів .tar.gz.

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
uk: Це може відбуватися через помилку на нашому сервері чи через проблеми з вашим інтернет зв'язком. Спробуйте перезавантажити сторінку чи перевірити, що ви маєте інтернет зв'язок.

source: File Name (Newest First)
uk: Ім'я файлу (найновіші перші)

source: example: JaneDoe
uk: приклад: PetrykPyatochkin

source: Queued
uk: Поставлений у чергу

source: This is the list of chosen %s. You may remove some by selecting them in the box below and then clicking the "Remove" arrow between the two boxes.
uk: Це перелік обраних %s. Ви можете видалити деякі з них обравши їх у полі нижче і потім клацнувши по стрілці "Видалити" поміж двох полів.

source: Click Help in the upper-right corner to get more information about %(application_name)s. Send us feedback at %(email_link)s.
uk: Клацніть на Допомогу у верхньому правому куті, щоб отримати більше інформації про %(application_name)s. Надішліть нам свої враження на %(email_link)s.

source: Error: unknown username "{username}"
uk: Помилка: невідоме ім'я користувача "{username}"

source: Course update not found.
uk: Оновлення курсу не знайдено

source: {b_start}Official:{b_end} Receive an instructor-signed certificate with the institution's logo
uk: {b_start}Офіційний документ.{b_end} Отримайте підписаний викладачем сертифікат з логотипом навчального закладу.

source: Course Started - {start_date}
uk: Курс Розпочався - {start_date}

source: Error (401 {field}). E-mail us.
uk: Помилка (401 {field}). Напишіть нам.

source: You have %(thread_count)s discussion threads with updates in %(course_names)s. The most recent highlights are shown below. As a reminder, you can turn off all discussion digests from any course's Discussion Home page.
uk: У Вас %(thread_count)s гілок обговорення з оновленнями у %(course_names)s. Останні оновлення показано нижче. Нагадуємо, що Ви можете відключити всі звіти про обговорення з домашньої сторінки обговорень будь-якого курсу.

source: Administrator
uk: Адміністратор

source: ID verification pending
uk: Очікування верифікації особистості

source: You have been invited to join {course_name} at {site_name} by a member of the course staff.
uk: Ви отримали запрошення пройти курс {course_name} на {site_name} від співробітника курсу.

source: Find and replace
uk: Пошук та заміна

source: Student-Generated Certificates
uk: Сертифікати, випущені слухачами самостійно

source: Thank you for purchasing enrollments in {course_name}.
uk: Дякуємо за оплату реєстрації на {course_name}.

source: Enrollment activity data was last updated %(update_date)s at %(update_time)s UTC.
uk: Дані активності з зарахувань на курс в останнє були оновленні %(update_date)s о %(update_time)s UTC.

source: content type
uk: тип вмісту

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs.
uk: Як тільки ви зареєструєтесь, на більшість ваших питань можна буде знайти відповідь на спеціалізованих гілках форуму курсу або у розділі FAQ.

source: Student-specific grade inspection and adjustment
uk: Перегляд і корекція оцінок окремих студентів

source: Show blocks
uk: Показати блоки

source: Lower Roman
uk: Римські числа в нижньому регістрі

source: Oops, failed to create user {user}, {error}
uk: Не вдалося створити користувача {user}, {error}

source: See full feedback
uk: Переглянути всі відгуки

source: Your payment was successful. You will see the charge below on your next credit or debit card statement under the company name {merchant_name}.
uk: Ваша оплата пройшла успішно. Нижче ви побачите квитанцію про оплату від компанії {merchant_name}.

source: Peer
uk: Взаємооцінка

source: The following errors occurred while processing your registration:
uk: Під час обробки вашої заявки на реєстрацію виникли такі помилки:

source: Cohorts Disabled
uk: Когорти вимкнені

source: Course does not start until {}
uk: Курс розпочнеться тільки {}

source: Ungraded Problems
uk: Оновлені Завдання

source: What are students doing in my course?
uk: Чим займаються студенти на моєму курсі?

source: If we do not receive payment, the learner enrollments that use these codes will be canceled and learners will not be able to access course materials. All purchases are final. For more information, see the {site_name} cancellation policy.
uk: Якщо платіж не одержано в строк, реєстрація слухачыв за цими кодами буде скасована, і вони не отримають доступ до навчальних матеріалів. Платежі незворотні. Детальну інформацію ви знайдете у відповідних правилах сайту {site_name}.

source: Failed to communicate with gradebook server at {url}
uk: Не вдалося зв'язатися з сервером книги оцінок {url}

source: Failed to clone repository to {0}
uk: Невдала спроба клонування сховища {0}

source: Search for a course
uk: Знайти курс

source: There are three things you will need to register as an ID verified student:
uk: Вам потрібні три речі, щоб зареєструватися, як студент з підтвердженим документом, що засвідчує особу:

source: Show Transcript
uk: Відображати субтитри

source: pending
uk: в очікуванні

source: View Course
uk: Переглянути курс

source: Email or password is incorrect.
uk: Електронна адреса або пароль невірні.

source: Upload Handout
uk: Завантажити роздаткові матеріали

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student information.
uk: Посилання генеруються на вимогу та зникнуть протягом 5 хвилин через чутливість інформації про оцінки студентів.

source: To Use
uk: Використовувати

source: Draft a Rough Course Outline
uk: Створити приблизну структуру курсу

source: Organization of template.
uk: Організація, зазначена у шаблоні.

source: Please enter Course Mode detail below
uk: Введіть нижче докладно про режим курсу

source: Mar
uk: Бер.

source: open
uk: відкрити

source: Frequency
uk: Частота

source: View our help section for answers to commonly asked questions.
uk: Зверніть увагу на розділ, де представлені відповіді на поширені запитання.

source: Duplicating
uk: Дуплікація

source: Markdown: Basics
uk: Markdown: Основи

source: Answer saved, but not yet submitted.
uk: Відповідь збережено, але ще не надіслано.

source: The supplied course_id {course_id} is not valid.
uk: Введений идентификатор_курса {course_id} недійсний.

source: Return to Your Dashboard
uk: Повернутися до Вашої Панелі управління

source: Entrance Exam - Subsection
uk: Вступний іспит - Підрозділ

source: Your response has been submitted. Please check back later for your grade.
uk: Вашу відповідь було надіслано. Будь ласка перевірте цю сторінку пізніше аби дізнатися свою оцінку.

source: Sunday|Monday|Tuesday|Wednesday|Thursday|Friday|Saturday
uk: Неділя|Понеділок|Вівторок|Середа|Четвер|П'ятниця|Субота

source: votes (click to remove your vote)
uk: голосів (натисніть для відміни голосування)

source: The course {course_key} does not exist
uk: Курсу {course_key} не існує

source: Your verified {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}. If you would like a refund on your {cert_name_long}, please contact our billing address {billing_email}
uk: Ваш {cert_name_long} перебуває в статусі очікування зважаючи на те, що факт видачі вашого {cert_name_short} може потрапляти під дію ембарго США проти Ірану, Куби, Сирії та Судану. Якщо ви думаєте, що наша система помилково ідентифікувала вашу зв'язок з цими країнами, будь ласка, зв'яжіться з нами поштою {email}. Якщо ви хочете отримати повернення грошей за ваш {cert_name_long}, будь ласка, зв'яжіться з нашим білінговим відділом {billing_email}

source: How old are my students?
uk: Скільки років моїм студентів?

source: Checkout Error
uk: Помилка оплати

source: This image is for decorative purposes only and does not require a description.
uk: Ця картинка тільки для декоративних цілей і не вимагає опису.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
uk: Поле «Ім'я користувача/електронна пошта» є обов'язковим і не може бути порожнім. Будь ласка, заповніть поле «Ім'я користувача/електронна пошта», після чого натисніть кнопку «Додати в список виключень».

source: The minimum number of calibration essays each student will need to complete for peer grading.
uk: Мінімальна кількість тренувальних завдань, яку повинен виконати кожен студент, щоб приступити до взаємної перевірки.

source: Articles for object
uk: Статті для об'єкта

source: Enrollment codes for Course: {course_name}
uk: Коди для реєстрації на курс: {course_name}

source: Please select a single configuration to revert to.
uk: Будь ласка, виберіть одну конфігурації, щоб повернутися до неї.

source: The user {username} is not enrolled in the course associated with this team.
uk: Користувач {username} не зареєстрований на курс, пов'язаний з цією командою.

source: Edit
uk: Редагувати

source: Click to generate a CSV grade report for all currently enrolled students. Links to generated reports appear in a table below when report generation is complete.
uk: Натисніть, щоб згенерувати звіт оцінок у форматі CSV для всіх зареєстрованих студентів. Посилання на звіти з'являться в таблиці нижче, коли процес буде завершений.

source: Blacklist {country} for {course}
uk: Занести до чорного списку країну {country} для курсу {course}

source: Discussion thread list
uk: Список потоків обговорення

source: certificates generated
uk: створено сертифікатів

source: Templates
uk: Шаблони

source: You've successfully signed in with {selected_provider}.
uk: Ви успішно увійшли в систему за допомогою облікового запису {selected_provider}.

source: last activity
uk: остання активність

source: Showing %(current_item_range)s out of %(total_items_count)s,
uk: Показано %(current_item_range)s з %(total_items_count)s,

source: You have already verified your ID!
uk: Ви підтвердили свій ID!

source: Extra Personal Information
uk: Додаткова особиста інформація

source: Attachments
uk: Доданки

source: Bold (Ctrl+B)
uk: Жирний (Ctrl+B)

source: The course {0} already exists in the data directory! (reloading anyway)
uk: Курс {0} вже існує в директорії даних! (тим не менш перезавантажуємо)

source: Course Starts - {start_date}
uk: Курс Розпочинається - {start_date}

source: Refusing to import. GIT_IMPORT_WITH_XMLMODULESTORE is not turned on, and it is generally not safe to import into an XMLModuleStore with multithreaded. We recommend you enable the MongoDB based module store instead, unless this is a development environment.
uk: Відмова під час імпорту. GIT_IMPORT_WITH_XMLMODULESTORE не увімкнено і загалом це небезпечно імпортувати у XMLModuleStore із багатопотоковістю. Якщо це не середовище розробки, то ми рекомендуємо вам замість цього увімкнути модуль MongoDB.
